<script lang="ts"></script>

<div id="declarations-schedule">
    <h2>Подаваме в НАП</h2>
    <ul>
        <li>Декларация 1 за дължими осигуровки (по Булстат) – всеки месец до 25-то число на следващия месец;</li>
        <li>Декларация 6 за дължими осигурителни вноски (по ЕГН) – до 30.04 на следващата календарна година;</li>
        <li>Декларация по чл. 55 от ЗДДФЛ (по ЕГН) – за първите три тримесечия, до края на месеца, следващ
            тримесечието;
        </li>
        <li>Декларация по чл. 50 от ЗДДФЛ (по ЕГН) – до 30.04 на следващата календарна година;</li>
        <li>При ДДС регистрация – ежемесечни ДДС декларации до 15-то число на следващия месец.</li>
    </ul>
</div>

<style>
    #declarations-schedule {
        padding: 20px;
        text-align: left;
        background-color: #dbd0b8;
    }
</style>